antfu.browse-lite
bradlc.vscode-tailwindcss
eamodio.gitlens
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
fayras.simple-new-file
formulahendry.auto-rename-tag
formulahendry.code-runner
github.copilot
github.copilot-chat
gruntfuggly.todo-tree
hediet.vscode-drawio
kingwl.vscode-vitest-runner
mhutchie.git-graph
mikestead.dotenv
ms-ceintl.vscode-language-pack-ja
ms-vscode-remote.remote-wsl
ms-vsliveshare.vsliveshare
oderwat.indent-rainbow
pkief.material-icon-theme
starkwang.markdown
sumneko.lua
tuttieee.emacs-mcx
vitest.explorer
wenfangdu.faster-new
xabikos.javascriptsnippets